<!DOCTYPE html>
<html>
  <head>
    <title>Friendship</title>
  </head>
  <style>*{
    margin: 0;
    padding: 0;
  }
  body{
    min-height: 100vh;
    display: flex;
    align-items: center;
    justify-content: center;
    background-color: black;
  }
  h1{
    font-family: "Incosolata",Consolas,monospace;
    font-size: 4em;
    color:#DA70D6;
  }
  .typewriter{
    position: relative;
  
  }
  .typewriter::after{
    content: '|';
    position: absolute;
    right: 0;
    color: aliceblue;
    background-color: black;
    width: 100%;
    animation: typing 3s steps(14) alternate infinite,
                line 1s infinite;
  }
  @keyframes typing{
    to{
        width: 0%;
    }
  }
  @keyframes line{
    50%{
        color: transparent;
    }
  }
  </style>
  <body bgcolor="black">
  <font color="#D8BFD8">
  <h1 class="typewriter"><link rel="stylesheet" href="save1.css">Welcome To Friend Land |</h1><br>
  
    <?php
    $num=$_POST['code'];
  
    if($num==20041701){
      echo "<center><br><br><br><br><br><br><b><font size = 3>>To Tong</font></b></center>";
      echo "<br><br>Wish you have a good day ʕ •́؈•̀ ₎<br> สวัสดีค่าน้องตอง ตองเป็นคนเก่งมากๆ เป็นเพื่อนที่น่ารักและกวนมากๆ ไม่รู้ว่าจะได้เจอกันอีกตอนไหน แต่ถ้ามีอะไรก็ทักมาได้ตลอดนะ <br>ขอบคุณสำหรับทุกอย่างที่ผ่านมาเลย เค้าดีใจมากๆที่ได้เป็นเพื่อนตอง แล้วก็ถ้าเค้าทำอะไรให้ตองรู้สึกไม่ดี เค้าขอโทษด้วยนะคะ <br> แล้วก็ขอให้ตองรวยๆๆๆๆ ได้ไปคอนที่อยากไปนะคะ ไว้ไปเที่ยวด้วยกันนะ";
      echo "<center><br><br>ʕノ•ᴥ•ʔノ</center>";
    }elseif($num==20052103){
      echo "<center><br><br><br><br><br><br><b><font size = 3>>To Tan</font></b></center>";
      echo "<br><br>Wish you have a good day ʕ •́؈•̀ ₎<br> สวัสดีครับน้องตาล ตาลเป็นคนที่โคตรเก่งแบบตาลช่วยเรื่องเรียนเค้าเยอะมากๆ เป็นเพื่อนที่น่ารักที่สุดเลยยย ขอบคุณนะคะ <br> ไม่รู้ว่าจะได้เจอกันอีกมั้ยแต่เค้าว่าได้เจอแน่ๆ เพราะฉันนั้นคือวิญญาณที่จะตามติดเธอทุกสถานการณ์ อะหยอกเล่น แต่ถ้ามีอะไรก็ทักเค้ามาได้ตลอดเลยนะคะ <br>ขอบคุณสำหรับทุกอย่างที่ผ่านมานะคะ ทุกๆเรื่องเลย เค้าดีใจมากๆที่ได้เป็นเพื่อนตาล ถ้าเค้าทำอะไรให้ตาลรู้สึกไม่ดีหรือเสียใจ เค้าขอโทษด้วยนะคะ เลิฟๆ <br> แล้วก็ขอให้ตาลประสบความสำเร็จในทุกเรื่องเลย ขอให้เจอแต่คนใจดี น่ารัก ไว้ไปเที่ยวด้วยกันนะ";
      echo "<center><br><br>ʕノ•ᴥ•ʔノ</center>";
    }elseif($num==20040110){
        echo "<center><br><br><br><br><br><br><b><font size = 3>>To Eye</font></b></center>";
        echo "<br><br>Wish you have a good day ʕ •́؈•̀ ₎<br> อะโย่ๆ มายเฟรน  อยากบอกอายว่าอายเก่งมากๆเลยนะ เก่งโคตรๆเลย เค้าไม่ได้หมายถึงแค่เรื่องเรียนแต่แกเก่งทุกเรื่องเลย อายเป็นคนที่เข้มแข็งมากเลยนะ <br>ถ้ามีเรื่องที่รู้สึกเสียใจก็ขอให้อายผ่านไปได้ ขอให้ถูกโอบกอดจากทั้งตัวอายเองและคนรอบข้าง อายเป็นเพื่อนที่ดีมากนะคะ ขอบคุณสำหรับทุกอย่างนะคะ <br>  ไม่รู้ว่าจะได้เจอกันอีกมั้ยหรือจะได้เจอตอนไหนก็ไม่รู้แต่เค้าหวังว่าจะได้เจออายอีกนะคะ คงคิดถึงอายมากแน่ๆเลย <br>ถ้าเค้าทำอะไรให้อายเสียใจ รู้สึกไม่ดีเค้าต้องขอโทษด้วยนะคะ   เค้าดีใจมากๆที่ได้เป็นเพื่อนอาย  ถ้าขึ้นมหาลัยแล้วก็อย่ากินเหล้าเยอะนะ ถ้ากินอายต้องดูแลตัวเองด้วยนะคะ<br> ขอให้อายได้ทำในสิ่งที่อยากทำ มีความสุขกับสิ่งที่ทำ ดูแลตัวเองดีๆ  ไว้ไปเที่ยวด้วยกันนะ";
        echo "<center><br><br>ʕノ•ᴥ•ʔノ</center>";
    }elseif($num==20050905){
        echo "<center><br><br><br><br><br><br><b><font size = 3>>To Ary</font></b></center>";
        echo "<br><br>Wish you have a good day ʕ •́؈•̀ ₎<br> อันยองค่าน้องอาย  อายเป็นคนที่น่ารักมากนะ แล้วก็เป็นเพื่อนที่ดีมากด้วย จริงๆถ้าไม่เกิดเหตุการณ์นั้น เราอาจจะยังสนิทกันเหมือนเดิม แต่ไม่เป็นไรหรอก<br> เค้าอยากเป็นเพื่อนกับอายอยู่นะ เค้าขอบคุณแล้วก็ขอโทษสำหรับทุกอย่างเลย ต่อจากนี้ไม่รู้ว่าจะได้เจอกันอีกมั้ยแต่หวังว่าจะได้เจอกันอีกนะคะ <br> เดี๋ยวถ้ากลับอำนาจเมื่อไหร่จะแวะไปเล่นด้วยนะ ต่อจากนี้ขอให้อายมีแต่ความสุข รอยยิ้ม เจอแต่คนใจดี ขอให้ได้ใช้ชีวิตในแบบที่อยากใช้ พบเจอแต่สิ่งดีๆ<br>ยิ้มเยอะๆนะคะ เค้าดีใจมากๆที่ได้เป็นเพื่อนอาย  ถ้าขึ้นมหาลัยแล้วคงคิดถึงอายมากเลย ดูแลตัวเองด้วยนะคะ  ไว้ไปเที่ยวด้วยกันนะ";
        echo "<center><br><br>ʕノ•ᴥ•ʔノ</center>";
    }elseif($num==20040805){
    echo "<center><br><br><br><br><br><br><b><font size = 3>>To Fon</font></b></center>";
    echo "<br><br>Wish you have a good day ʕ •́؈•̀ ₎<br> สวัสดีค่ะน้องฝน  ฝนเป็นคนที่สวยมากๆ หุ่นดีด้วย พูดเก่ง เรียนดี ร้องเพลงเพราะ โคตรเพอร์เฟค<br> ไม่รู้ว่าจะได้เจอฝนอีกมั้ย แต่เค้าหวังว่าจะได้เจอฝนอีกนะคะ ดูแลตัวเองดีๆ มีความสุขมากๆ เจอแต่คนน่ารัก เค้าขอบคุณแล้วก็ขอโทษสำหรับทุกอย่างเลย <br>เค้าดีใจมากๆที่ได้เป็นเพื่อนฝน หวังว่าจะได้เจอกันอีก ไว้ไปเที่ยวด้วยกันนะ";
    echo "<center><br><br>ʕノ•ᴥ•ʔノ</center>";
    }elseif($num==20041107){
    echo "<center><br><br><br><br><br><br><b><font size = 3>>To Baitoey</font></b></center>";
    echo "<br><br>Wish you have a good day ʕ •́؈•̀ ₎<br> อันยองใบเตยยยย  เค้าดีใจมากๆเลยที่ได้เป็นเพื่อนเตย แบบว่าใบเตยอะนะวาดรูปก็เก่ง เรียนหนังสือก็เก่ง แถมอยากเป็นเพื่อนที่น่ารักมากๆ<br> คอยช่วยเรื่องงาน ฟังเราพูดเรื่องไร้สาระโดยไม่บ่น เราขอให้เตยพาไปไหนเตยพาไปหมดเลย ขอบคุณนะคะ  ถ้าเค้าทำให้เตยรู้สึกไม่ดีเค้าขอโทษนะคะ<br> ไม่รู้ว่าจะได้เจอเตยอีกตอนไหน แต่เค้าหวังว่าจะได้เจอเตยอีกนะคะ ขอให้เตยเจอสังคมดีๆ คนใจดี แล้วก็รวยๆ มีแต่ความสุขนะคะ <brเตยอย่าลืมอ่านแชทเค้านะ เค้าจะทักหาบ่อยๆคุคิ ไว้ถ้าจบป.ตรีแล้ว  ไว้ไปเที่ยวด้วยกันนะ";
    echo "<center><br><br>ʕノ•ᴥ•ʔノ</center>";
    }elseif($num==20041907){
    echo "<center><br><br><br><br><br><br><b><font size = 3>>To Jah</font></b></center>";
    echo "<br><br>Wish you have a good day ʕ •́؈•̀ ₎<br> ฮายๆนะคะน้องจ๋า  จ๋าเป็นคนที่สดใสมากเลยนะ น่ารักมากๆ สวยมากด้วย แต่งหน้าโคตรเก่ง เรียนก็เก่ง เดี๋ยวก็จะไปเรียนแคนาดาแหละ<br> ไม่รู้ว่าจะได้เจอกันอีกตอนไหน อย่าลืมทักหาบ้างนะ ดูแลตัวเองดีๆ  แล้วก็ขอให้เจอแต่คนใจดี เค้าขอบคุณสำหรับทุกอย่างที่ผ่านมาเลยนะคะ แล้วก็ถ้าเค้าทำให้จ๋ารู้สึกแย่เค้าต้องขอโทษด้วยนะ <br>เค้าดีใจมากๆที่ได้รู้จักได้เป็นเพื่อนกับจ๋า เจอกันตอนประสบความสำเร็จนะคะ ไว้ไปเที่ยวด้วยกันนะ";
    echo "<center><br><br>ʕノ•ᴥ•ʔノ</center>";
    }elseif($num==20040909){
    echo "<center><br><br><br><br><br><br><b><font size = 3>>To Tyn</font></b></center>";
    echo "<br><br>Wish you have a good day ʕ •́؈•̀ ₎<br> อันยองค่าน้องทีนคนงาม  ทีนเป็นเพื่อนที่น่ารักที่สุดเลยย ทีนคอยช่วยเค้าทุกเรื่องเลย เป็นคนที่คอยเล่าเรื่องนู้นนี้ให้ฟัง คอยฟังเค้าเล่าเรื่องไร้สาระ <br>แล้วทีนก็เรียนเก่งมากๆด้วย เริ่ด สวยเก่งหุ่นดีเชิ่ด  เค้าดีใจมากๆนะที่ได้เป็นเพื่อนทีน ได้รู้จักทีน ไม่รู้ว่าจะได้เจอกันอีกตอนไหน แต่เค้าหวังว่าจะได้เจอกันอีกนะคะ <br>ไปเรียนที่จีนก็ดูแลตัวเองดีๆ พบเจอแต่สิ่งดีๆ เจอแต่คนใจดี เค้าขอบคุณสำหรับทุกอย่างที่ผ่านมา ถ้าเค้าทำให้ทีนรู้สึกแย่เค้าขอโทษด้วยนะคะ ไว้ไปเที่ยวด้วยกันนะ";
    echo "<center><br><br>ʕノ•ᴥ•ʔノ</center>";
    }elseif($num==20041606){
    echo "<center><br><br><br><br><br><br><b><font size = 3>>To Pan</font></b></center>";
    echo "<br><br>Wish you have a good day ʕ •́؈•̀ ₎<br> สวัสดีค่าน้องปาน ปานเป็นคนเก่งมากเลยนะ เก่งมากๆเลย ปานเป็นเพื่อนที่น่ารักมากๆ เค้าดีใจมากๆที่ได้เป็นเพื่อนปาน ได้รู้จักปาน <br>ขอบคุณสำหรับทุกอย่างที่ผ่านนะคะ ถ้าเค้าทำอะไรที่ทำให้ปานรู้สึกแย่เค้าต้องขอโทษด้วยนะ ไม่รู้ว่าจะได้เจอปานอีกมั้ย แต่เค้าหวังว่าจะได้เจอปานอีก ทักหาเค้าได้ตลอดเลยนะคะ<br>ขอให้ปานประสมความสำเร็จในทุกเรื่อง มีแต่ความสุข เจอแต่คนใจดี อยู่ในสังคมที่ดี ดูแลตัวเองดีๆ ไว้เจอใหม่นะคะ ";
    echo "<center><br><br>ʕノ•ᴥ•ʔノ</center>";
    }
    
    ?>

  </font>
  </body>
</html>
